IDEA Open Model
MaterialDuct Enumeration
Compatible with IDEA StatiCa Beta 20.0
 Tendon ducts material type
 Namespace: IdeaRS.OpenModel.CrossSection
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.2
Syntax
public enum MaterialDuct
Public Enumeration MaterialDuct
Members
Member name | Value | Description
Metal | 0 |  Metal
Plastic | 1 |  Plastic
See Also
Reference
IdeaRS.OpenModel.CrossSection Namespace